Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Settings_TooNew
source: The settings file was written by a newer version of HexEditor, so changes to settings won't be saved.
ar: كُتب ملف الإعدادات بواسطة إصدار أحدث من HexEditor، لذا لن يتم حفظ التغييرات على الإعدادات.
cs: Soubor nastavení byl zapsán novější verzí HexEditoru, proto se změny nastavení nebudou ukládat.
de: Die Einstellungsdatei wurde von einer neueren Version von HexEditor geschrieben, daher werden Änderungen an den Einstellungen nicht gespeichert.
el: Το αρχείο ρυθμίσεων γράφτηκε από νεότερη έκδοση του HexEditor, επομένως οι αλλαγές στις ρυθμίσεις δεν θα αποθηκευτούν.
es: El archivo de configuración lo escribió una versión más reciente de HexEditor, así que los cambios en la configuración no se guardarán.
fa: فایل تنظیمات با نسخهٔ جدیدتری از HexEditor نوشته شده است، بنابراین تغییرات تنظیمات ذخیره نمی‌شوند.
fr: Le fichier de paramètres a été écrit par une version plus récente de HexEditor ; les modifications des paramètres ne seront donc pas enregistrées.
hu: A beállításfájlt a HexEditor egy újabb verziója írta, ezért a beállítások módosításai nem lesznek mentve.
id: File pengaturan ditulis oleh versi HexEditor yang lebih baru, sehingga perubahan pengaturan tidak akan disimpan.
it: Il file delle impostazioni è stato scritto da una versione più recente di HexEditor, quindi le modifiche alle impostazioni non verranno salvate.
ja: 設定ファイルは新しい版の HexEditor で書かれているため、設定の変更は保存しません。
ko: 설정 파일이 최신 버전의 HexEditor에서 작성되었으므로 설정 변경 내용이 저장되지 않습니다.
pl: Plik ustawień został zapisany przez nowszą wersję programu HexEditor, więc zmiany ustawień nie będą zapisywane.
pt: O arquivo de configurações foi gravado por uma versão mais recente do HexEditor, por isso as alterações nas configurações não serão salvas.
ro: Fișierul de setări a fost scris de o versiune mai nouă de HexEditor, așa că modificările setărilor nu vor fi salvate.
ru: Файл параметров создан более новой версией HexEditor, поэтому изменения параметров не будут сохранены.
th: ไฟล์การตั้งค่าถูกเขียนโดย HexEditor เวอร์ชันที่ใหม่กว่า จึงจะไม่บันทึกการเปลี่ยนแปลงการตั้งค่า
tr: Ayarlar dosyası HexEditor'ın daha yeni bir sürümü tarafından yazıldığından ayarlarda yapılan değişiklikler kaydedilmeyecek.
uk: Файл параметрів створено новішою версією HexEditor, тому зміни параметрів не буде збережено.
vi: Tệp cài đặt được ghi bởi phiên bản HexEditor mới hơn nên các thay đổi cài đặt sẽ không được lưu.
zh_hans: 设置文件由较新版本的 HexEditor 写入，因此不会保存对设置的更改。
zh_hant: 設定檔是由較新版本的 HexEditor 寫入，因此不會儲存設定的變更。

# Settings_ExternalError
source: The edited settings file has an error ({0}). The previous settings are still in use.
ar: يحتوي ملف الإعدادات الذي تم تحريره على خطأ ({0}). لا تزال الإعدادات السابقة قيد الاستخدام.
cs: Upravený soubor nastavení obsahuje chybu ({0}). Nadále se používá předchozí nastavení.
de: Die bearbeitete Einstellungsdatei enthält einen Fehler ({0}). Die bisherigen Einstellungen werden weiter verwendet.
el: Το επεξεργασμένο αρχείο ρυθμίσεων περιέχει σφάλμα ({0}). Εξακολουθούν να χρησιμοποιούνται οι προηγούμενες ρυθμίσεις.
es: El archivo de configuración editado tiene un error ({0}). Se sigue usando la configuración anterior.
fa: فایل تنظیمات ویرایش‌شده خطا دارد ({0}). تنظیمات قبلی همچنان استفاده می‌شوند.
fr: Le fichier de paramètres modifié contient une erreur ({0}). Les paramètres précédents restent utilisés.
hu: A szerkesztett beállításfájl hibát tartalmaz ({0}). Továbbra is az előző beállítások vannak érvényben.
id: File pengaturan yang diedit memiliki kesalahan ({0}). Pengaturan sebelumnya masih digunakan.
it: Il file delle impostazioni modificato contiene un errore ({0}). Vengono ancora usate le impostazioni precedenti.
ja: 編集された設定ファイルに誤りがあります ({0})。直前の設定を使い続けます。
ko: 편집된 설정 파일에 오류가 있습니다({0}). 이전 설정을 계속 사용합니다.
pl: Edytowany plik ustawień zawiera błąd ({0}). Nadal są używane poprzednie ustawienia.
pt: O arquivo de configurações editado tem um erro ({0}). As configurações anteriores continuam em uso.
ro: Fișierul de setări editat conține o eroare ({0}). Se folosesc în continuare setările anterioare.
ru: В измененном файле параметров есть ошибка ({0}). По-прежнему используются предыдущие параметры.
th: ไฟล์การตั้งค่าที่แก้ไขมีข้อผิดพลาด ({0}) ยังคงใช้การตั้งค่าก่อนหน้าอยู่
tr: Düzenlenen ayarlar dosyasında bir hata var ({0}). Önceki ayarlar kullanılmaya devam ediyor.
uk: У зміненому файлі параметрів є помилка ({0}). Надалі використовуються попередні параметри.
vi: Tệp cài đặt đã chỉnh sửa có lỗi ({0}). Các cài đặt trước đó vẫn đang được sử dụng.
zh_hans: 编辑后的设置文件有错误（{0}）。仍在使用之前的设置。
zh_hant: 編輯過的設定檔有錯誤（{0}）。仍繼續使用先前的設定。

# Menu_View.Title
source: View
ar: عرض
cs: Zobrazení
de: Ansicht
el: Προβολή
es: Ver
fa: نما
fr: Affichage
hu: Nézet
id: Tampilan
it: Visualizza
ja: 表示(V)
ko: 보기(V)
pl: Widok
pt: Exibir
ro: Vizualizare
ru: Вид
th: มุมมอง(V)
tr: Görünüm
uk: Вигляд
vi: Xem
zh_hans: 视图(V)
zh_hant: 檢視(V)

# Menu_View_Theme.Text
source: Theme
ar: السمة
cs: Motiv
de: Design
el: Θέμα
es: Tema
fa: طرح زمینه
fr: Thème
hu: Téma
id: Tema
it: Tema
ja: テーマ(T)
ko: 테마(T)
pl: Motyw
pt: Tema
ro: Temă
ru: Тема
th: ธีม(T)
tr: Tema
uk: Тема
vi: Chủ đề
zh_hans: 主题(T)
zh_hant: 佈景主題(T)

# Menu_View_ThemeSystem.Text
source: Use system setting
ar: استخدام إعداد النظام
cs: Použít nastavení systému
de: Systemeinstellung verwenden
el: Χρήση ρύθμισης συστήματος
es: Usar la configuración del sistema
fa: استفاده از تنظیمات سیستم
fr: Utiliser le paramètre système
hu: Rendszerbeállítás használata
id: Gunakan pengaturan sistem
it: Usa impostazione di sistema
ja: Windows の設定に従う(S)
ko: 시스템 설정 사용(S)
pl: Użyj ustawienia systemowego
pt: Usar configuração do sistema
ro: Utilizare setare sistem
ru: Использовать системный параметр
th: ใช้การตั้งค่าระบบ(S)
tr: Sistem ayarını kullan
uk: Використовувати системний параметр
vi: Dùng cài đặt hệ thống
zh_hans: 使用系统设置(S)
zh_hant: 使用系統設定(S)

# Menu_View_ThemeLight.Text
source: Light
ar: فاتح
cs: Světlý
de: Hell
el: Ανοιχτό
es: Claro
fa: روشن
fr: Clair
hu: Világos
id: Terang
it: Chiaro
ja: ライト(L)
ko: 밝게(L)
pl: Jasny
pt: Claro
ro: Luminos
ru: Светлая
th: สว่าง(L)
tr: Açık
uk: Світла
vi: Sáng
zh_hans: 浅色(L)
zh_hant: 淺色(L)

# Menu_View_ThemeDark.Text
source: Dark
ar: داكن
cs: Tmavý
de: Dunkel
el: Σκούρο
es: Oscuro
fa: تیره
fr: Sombre
hu: Sötét
id: Gelap
it: Scuro
ja: ダーク(D)
ko: 어둡게(D)
pl: Ciemny
pt: Escuro
ro: Întunecat
ru: Темная
th: มืด(D)
tr: Koyu
uk: Темна
vi: Tối
zh_hans: 深色(D)
zh_hant: 深色(D)

# Menu_View_StatusBar.Text
source: Status bar
ar: شريط الحالة
cs: Stavový řádek
de: Statusleiste
el: Γραμμή κατάστασης
es: Barra de estado
fa: نوار وضعیت
fr: Barre d'état
hu: Állapotsor
id: Bilah status
it: Barra di stato
ja: ステータスバー(B)
ko: 상태 표시줄(B)
pl: Pasek stanu
pt: Barra de status
ro: Bară de stare
ru: Строка состояния
th: แถบสถานะ(B)
tr: Durum çubuğu
uk: Рядок стану
vi: Thanh trạng thái
zh_hans: 状态栏(B)
zh_hant: 狀態列(B)

# Menu_Help.Title
source: Help
ar: تعليمات
cs: Nápověda
de: Hilfe
el: Βοήθεια
es: Ayuda
fa: راهنما
fr: Aide
hu: Súgó
id: Bantuan
it: Guida
ja: ヘルプ(H)
ko: 도움말(H)
pl: Pomoc
pt: Ajuda
ro: Ajutor
ru: Справка
th: วิธีใช้(H)
tr: Yardım
uk: Довідка
vi: Trợ giúp
zh_hans: 帮助(H)
zh_hant: 說明(H)

# Menu_Help_Documentation.Text
source: Documentation
ar: الوثائق
cs: Dokumentace
de: Dokumentation
el: Τεκμηρίωση
es: Documentación
fa: مستندات
hu: Dokumentáció
id: Dokumentasi
it: Documentazione
ja: ドキュメント(D)
ko: 설명서(D)
pl: Dokumentacja
pt: Documentação
ro: Documentație
ru: Документация
th: เอกสารประกอบ(D)
tr: Belgeler
uk: Документація
vi: Tài liệu
zh_hans: 文档(D)
zh_hant: 文件(D)

# Menu_Help_Report.Text
source: Report a problem...
ar: الإبلاغ عن مشكلة...
cs: Nahlásit problém...
de: Problem melden...
el: Αναφορά προβλήματος...
es: Informar de un problema...
fa: گزارش مشکل...
fr: Signaler un problème...
hu: Probléma bejelentése...
id: Laporkan Masalah...
it: Segnala un problema...
ja: 問題を報告(R)...
ko: 문제 보고(R)...
pl: Zgłoś problem...
pt: Relatar um problema...
ro: Raportare problemă...
ru: Сообщить о проблеме...
th: รายงานปัญหา(R)...
tr: Sorun Bildir...
uk: Повідомити про проблему...
vi: Báo cáo Sự cố...
zh_hans: 报告问题(R)...
zh_hant: 回報問題(R)...

# Menu_Help_About.Text
source: About HexEditor
ar: حول HexEditor
cs: O aplikaci HexEditor
de: Info über HexEditor
el: Πληροφορίες για το HexEditor
es: Acerca de HexEditor
fa: دربارهٔ HexEditor
fr: À propos de HexEditor
hu: A HexEditor névjegye
id: Tentang HexEditor
it: Informazioni su HexEditor
ja: バージョン情報(A)
ko: HexEditor 정보(A)
pl: Informacje o programie HexEditor
pt: Sobre o HexEditor
ro: Despre HexEditor
ru: О программе HexEditor
th: เกี่ยวกับ HexEditor(A)
tr: HexEditor Hakkında
uk: Про програму HexEditor
vi: Giới thiệu về HexEditor
zh_hans: 关于 HexEditor(A)
zh_hant: 關於 HexEditor(A)

# Menu_File.AccessKey
source: F
ar: م
cs: S
de: D
el: Α
es: A
fa: ف
pl: P
pt: A
ru: Ф
tr: D
uk: Ф
vi: T

# Menu_File_New.AccessKey
source: N
ar: ج
el: Δ
fa: ج
hu: Ú
id: B
ru: С
tr: Y
uk: С
vi: I

# Menu_File_Open.AccessKey
source: O
ar: ف
de: Ö
el: Ν
es: A
fa: ب
hu: M
id: K
it: A
pt: A
ro: D
ru: О
tr: A
uk: В
vi: M

# Menu_File_Save.AccessKey
source: S
ar: ظ
cs: U
el: Α
es: G
fa: ذ
fr: E
hu: E
pl: Z
ru: Х
tr: K
uk: З
vi: L

# Menu_File_SaveAs.AccessKey
source: A
ar: س
cs: J
de: U
el: Ω
es: C
fa: ن
fr: S
hu: K
id: E
it: O
pl: J
pt: C
ro: C
ru: К
tr: F
uk: Я
vi: N

# Menu_File_Close.AccessKey
source: C
ar: غ
cs: Z
el: Κ
es: E
fa: س
fr: F
hu: B
id: T
pl: M
pt: F
ro: H
ru: З
tr: P
uk: К
vi: G

# Menu_File_Exit.AccessKey
source: X
ar: ن
cs: K
de: B
el: Ξ
es: S
fa: خ
fr: Q
hu: L
id: L
it: E
pl: K
pt: R
ro: I
ru: Д
tr: Ç
uk: Х
vi: H

# Menu_Edit.AccessKey
source: E
ar: ت
cs: Ú
de: B
el: Ε
fa: و
fr: M
hu: S
it: M
ru: П
uk: Р
vi: S

# Menu_Edit_Undo.AccessKey
source: U
ar: ت
cs: Z
de: R
el: Α
es: D
fa: و
fr: A
hu: V
id: B
it: A
pl: C
pt: D
ro: A
ru: О
tr: G
uk: С
vi: H

# Menu_Edit_Redo.AccessKey
source: R
ar: ع
cs: N
de: W
el: Κ
fa: ا
hu: M
id: U
pl: P
ru: П
tr: Y
uk: П
vi: L

# Menu_Edit_Cut.AccessKey
source: T
ar: ق
cs: V
de: A
el: Π
fa: ب
fr: U
hu: K
id: P
ro: D
ru: В
tr: K
uk: В
vi: C

# Menu_Edit_Copy.AccessKey
source: C
ar: ن
cs: K
de: K
el: Γ
fa: ر
hu: O
id: S
pl: K
ru: К
tr: O
uk: К
vi: S

# Menu_Edit_Paste.AccessKey
source: P
ar: ل
cs: L
de: E
el: Ε
fa: چ
fr: L
hu: B
id: T
it: I
pl: W
pt: L
ro: L
ru: С
uk: Т
vi: D

# Menu_Edit_PasteOverwrite.AccessKey
source: O
ar: ك
cs: P
de: Ü
el: Μ
es: S
fa: س
fr: F
hu: F
id: M
it: S
pl: Z
pt: B
ro: P
ru: З
tr: Ü
uk: З
vi: G

# Menu_Edit_SelectAll.AccessKey
source: A
ar: ح
cs: B
de: L
el: Λ
es: L
fa: ت
fr: T
hu: Ö
id: L
it: L
pt: S
ro: S
ru: Д
tr: T
uk: Д
vi: T

# Menu_Edit_ToggleInsert.AccessKey
source: I
ar: ب
cs: E
de: M
el: Ν
es: A
fa: غ
fr: B
hu: L
id: A
it: E
pl: R
pt: A
ro: M
ru: Р
tr: E
uk: Е
vi: N

# Menu_Search.AccessKey
source: S
ar: ب
cs: H
el: Ζ
es: B
fa: ج
fr: R
hu: K
id: C
it: C
pt: P
ro: C
ru: И
tr: A
uk: П
vi: K

# Menu_Search_Find.AccessKey
source: F
ar: ب
cs: N
de: S
el: Ε
es: B
fa: ی
fr: R
hu: K
id: T
it: T
pl: Z
pt: L
ro: G
ru: Н
tr: B
uk: З
vi: T

# Menu_Search_Next.AccessKey
source: N
ar: ت
cs: D
de: W
el: Π
es: S
fa: ب
fr: S
hu: Ö
id: B
it: S
pt: P
ro: U
ru: Д
tr: S
uk: Д
vi: P

# Menu_Search_Previous.AccessKey
source: V
ar: س
cs: P
el: Ρ
es: A
fa: ق
fr: P
hu: E
id: S
it: P
pl: P
pt: A
ro: A
ru: Р
tr: Ö
uk: П
vi: R

# Menu_Go.AccessKey
source: G
ar: ا
cs: P
el: Μ
es: I
fa: ر
fr: T
hu: U
id: N
it: A
pl: R
pt: I
ro: S
ru: Р
uk: Е
vi: I

# Menu_Go_GoTo.AccessKey
source: G
ar: ز
cs: P
el: Μ
es: I
fa: ر
fr: A
hu: U
id: P
it: V
pl: P
pt: I
ro: S
ru: П
tr: O
uk: П
vi: I

# Menu_Go_Back.AccessKey
source: B
ar: ر
cs: Z
de: Z
el: Π
es: A
fa: ع
fr: P
hu: V
id: K
it: I
pl: W
pt: V
ro: P
ru: Н
tr: G
uk: Н
vi: L

# Menu_Go_Forward.AccessKey
source: F
ar: م
cs: V
de: V
el: Ε
es: D
fa: ج
fr: S
hu: E
id: M
it: A
pl: D
pt: A
ro: N
ru: В
tr: L
uk: В
vi: T

# Menu_Go_Start.AccessKey
source: S
ar: ب
cs: A
de: A
el: Α
es: N
fa: ا
fr: D
hu: F
id: A
it: N
pl: O
pt: N
ro: E
ru: Ч
tr: D
uk: Ч
vi: U

# Menu_Go_End.AccessKey
source: E
ar: ن
cs: K
el: Τ
es: F
fa: ن
fr: F
hu: G
id: H
it: F
pl: K
pt: F
ro: F
ru: К
tr: S
uk: К
vi: C

# Menu_View.AccessKey
source: V
ar: ع
cs: Z
de: A
el: Π
fa: ن
fr: A
hu: N
id: T
pl: W
pt: X
ru: В
tr: R
uk: В
vi: X

# Menu_View_Theme.AccessKey
source: T
ar: س
cs: M
de: D
el: Θ
fa: ط
pl: M
ru: Т
uk: Т
vi: C

# Menu_View_ThemeSystem.AccessKey
source: S
ar: ن
cs: P
el: Χ
es: U
fa: س
fr: U
hu: R
id: G
it: U
pl: U
pt: U
ro: U
ru: И
uk: В
vi: D

# Menu_View_ThemeLight.AccessKey
source: L
ar: ف
cs: S
de: H
el: Α
es: C
fa: ر
fr: C
hu: V
id: T
it: C
pl: J
pt: C
ru: С
tr: A
uk: С
vi: S

# Menu_View_ThemeDark.AccessKey
source: D
ar: د
cs: T
el: Σ
es: O
fa: ت
fr: S
hu: S
id: L
it: S
pl: C
pt: E
ro: T
ru: Т
tr: K
uk: Т
vi: T

# Menu_View_StatusBar.AccessKey
source: B
ar: ش
cs: S
de: S
el: Γ
fa: ن
hu: Á
pl: P
ru: С
tr: D
uk: Р
vi: T

# Menu_Help.AccessKey
source: H
ar: ل
cs: N
el: Β
es: U
fa: ه
fr: I
hu: G
id: B
it: G
pl: M
pt: J
ro: A
ru: С
tr: Y
uk: Д
vi: G

# Menu_Help_Documentation.AccessKey
source: D
ar: و
el: Τ
fa: م
ru: Д
tr: B
uk: Д
vi: T

# Menu_Help_Report.AccessKey
source: R
ar: ب
cs: N
de: P
el: Α
es: I
fa: گ
fr: S
hu: P
id: L
it: S
pl: Z
ru: С
tr: S
uk: П
vi: B

# Menu_Help_About.AccessKey
source: A
ar: ح
cs: O
de: I
el: Π
fa: د
fr: P
hu: N
id: T
it: I
pl: I
pt: S
ro: E
ru: О
tr: H
uk: Р
vi: G

# About_Version
source: Version
ar: الإصدار
cs: Verze
el: Έκδοση
es: Versión
fa: نسخه
hu: Verzió
id: Versi
it: Versione
ja: バージョン
ko: 버전
pl: Wersja
pt: Versão
ro: Versiune
ru: Версия
th: เวอร์ชัน
tr: Sürüm
uk: Версія
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

# About_Channel
source: Channel
ar: القناة
cs: Kanál
de: Kanal
el: Κανάλι
es: Canal
fa: کانال
fr: Canal
hu: Csatorna
id: Saluran
it: Canale
ja: チャネル
ko: 채널
pl: Kanał
pt: Canal
ro: Canal
ru: Канал
th: ช่องทาง
tr: Kanal
uk: Канал
vi: Kênh
zh_hans: 通道
zh_hant: 通道

# About_Distribution
source: Distribution
ar: نوع التوزيع
cs: Typ distribuce
de: Vertriebsform
el: Διανομή
es: Distribución
fa: نوع توزیع
hu: Terjesztési forma
id: Distribusi
it: Distribuzione
ja: 配布形態
ko: 배포 형식
pl: Typ dystrybucji
pt: Distribuição
ro: Distribuție
ru: Тип распространения
th: รูปแบบการแจกจ่าย
tr: Dağıtım
uk: Тип розповсюдження
vi: Hình thức phân phối
zh_hans: 分发方式
zh_hant: 發佈形式

# About_Architecture
source: Architecture
ar: البنية
cs: Architektura
de: Architektur
el: Αρχιτεκτονική
es: Arquitectura
fa: معماری
hu: Architektúra
id: Arsitektur
it: Architettura
ja: アーキテクチャ
ko: 아키텍처
pl: Architektura
pt: Arquitetura
ro: Arhitectură
ru: Архитектура
th: สถาปัตยกรรม
tr: Mimari
uk: Архітектура
vi: Kiến trúc
zh_hans: 体系结构
zh_hant: 架構

# About_Administrator
source: Running as administrator
ar: قيد التشغيل كمسؤول
cs: Spuštěno jako správce
de: Als Administrator ausgeführt
el: Εκτελείται ως διαχειριστής
es: Ejecutándose como administrador
fa: در حال اجرا به‌عنوان سرپرست
fr: Exécuté en tant qu'administrateur
hu: Rendszergazdaként fut
id: Berjalan sebagai administrator
it: In esecuzione come amministratore
ja: 管理者として実行
ko: 관리자 권한으로 실행 중
pl: Uruchomiono jako administrator
pt: Executando como administrador
ro: Rulează ca administrator
ru: Запущено от имени администратора
th: กำลังทำงานในฐานะผู้ดูแลระบบ
tr: Yönetici olarak çalışıyor
uk: Запущено від імені адміністратора
vi: Đang chạy với quyền quản trị viên
zh_hans: 以管理员身份运行
zh_hant: 以系統管理員身分執行

# About_OpenDataFolder
source: Open the data folder
ar: فتح مجلد البيانات
cs: Otevřít složku dat
de: Datenordner öffnen
el: Άνοιγμα του φακέλου δεδομένων
es: Abrir la carpeta de datos
fa: باز کردن پوشهٔ داده
fr: Ouvrir le dossier de données
hu: Adatmappa megnyitása
id: Buka folder data
it: Apri la cartella dei dati
ja: データフォルダを開く
ko: 데이터 폴더 열기
pl: Otwórz folder danych
pt: Abrir a pasta de dados
ro: Deschidere folder de date
ru: Открыть папку данных
th: เปิดโฟลเดอร์ข้อมูล
tr: Veri klasörünü aç
uk: Відкрити папку даних
vi: Mở thư mục dữ liệu
zh_hans: 打开数据文件夹
zh_hant: 開啟資料資料夾

# About_NoTelemetry
source: HexEditor doesn't send telemetry. It never sends usage data, crash reports, settings or file information anywhere. No features use the network in this version (help links open in your browser).
ar: لا يرسل HexEditor أي بيانات تتبع عن بُعد. ولا يرسل أبداً بيانات الاستخدام أو تقارير الأعطال أو الإعدادات أو معلومات الملفات إلى أي مكان. لا توجد ميزات تستخدم الشبكة في هذا الإصدار (تُفتح ارتباطات التعليمات في المستعرض).
cs: HexEditor neodesílá telemetrii. Nikam neodesílá údaje o používání, zprávy o chybách, nastavení ani informace o souborech. Žádná funkce v této verzi nepoužívá síť (odkazy nápovědy se otevírají v prohlížeči).
de: HexEditor sendet keine Telemetriedaten. Nutzungsdaten, Absturzberichte, Einstellungen oder Dateiinformationen werden nirgendwohin gesendet. In dieser Version verwendet keine Funktion das Netzwerk (Hilfelinks werden in Ihrem Browser geöffnet).
el: Το HexEditor δεν στέλνει τηλεμετρία. Δεν στέλνει ποτέ πουθενά δεδομένα χρήσης, αναφορές σφαλμάτων, ρυθμίσεις ή πληροφορίες αρχείων. Σε αυτή την έκδοση καμία λειτουργία δεν χρησιμοποιεί το δίκτυο (οι σύνδεσμοι βοήθειας ανοίγουν στο πρόγραμμα περιήγησης).
es: HexEditor no envía telemetría. Nunca envía datos de uso, informes de bloqueo, configuración ni información de archivos a ningún sitio. En esta versión, ninguna función usa la red (los vínculos de ayuda se abren en el explorador).
fa: HexEditor تله‌متری ارسال نمی‌کند. هرگز داده‌های استفاده، گزارش‌های خرابی، تنظیمات یا اطلاعات فایل‌ها را به جایی نمی‌فرستد. در این نسخه هیچ قابلیتی از شبکه استفاده نمی‌کند (پیوندهای راهنما در مرورگر شما باز می‌شوند).
fr: HexEditor n'envoie aucune télémétrie. Il n'envoie jamais de données d'utilisation, de rapports de plantage, de paramètres ni d'informations sur les fichiers. Aucune fonctionnalité n'utilise le réseau dans cette version (les liens d'aide s'ouvrent dans votre navigateur).
hu: A HexEditor nem küld telemetriai adatokat. Soha, sehová nem küld használati adatokat, összeomlási jelentéseket, beállításokat vagy fájladatokat. Ebben a verzióban egyik funkció sem használja a hálózatot (a súgóhivatkozások a böngészőben nyílnak meg).
id: HexEditor tidak mengirim telemetri. HexEditor tidak pernah mengirim data penggunaan, laporan kerusakan, pengaturan, atau informasi file ke mana pun. Tidak ada fitur yang menggunakan jaringan di versi ini (tautan bantuan dibuka di browser Anda).
it: HexEditor non invia dati di telemetria. Non invia mai dati di utilizzo, segnalazioni di arresti anomali, impostazioni o informazioni sui file. In questa versione nessuna funzionalità usa la rete (i collegamenti della guida si aprono nel browser).
ja: HexEditor はテレメトリを送信しません。利用状況・クラッシュ情報・設定・ファイルの情報をどこにも送りません。この版にはネットワークを使う機能はありません (ヘルプのリンクはブラウザで開きます)。
ko: HexEditor는 원격 분석 데이터를 보내지 않습니다. 사용 현황 데이터, 충돌 보고서, 설정 또는 파일 정보를 어디에도 보내지 않습니다. 이 버전에는 네트워크를 사용하는 기능이 없습니다(도움말 링크는 브라우저에서 열림).
pl: Program HexEditor nie wysyła telemetrii. Nigdy nigdzie nie wysyła danych o użyciu, raportów o awariach, ustawień ani informacji o plikach. W tej wersji żadna funkcja nie korzysta z sieci (linki pomocy otwierają się w przeglądarce).
pt: O HexEditor não envia telemetria. Ele nunca envia dados de uso, relatórios de falhas, configurações ou informações de arquivos para lugar nenhum. Nenhum recurso usa a rede nesta versão (os links de ajuda são abertos no navegador).
ro: HexEditor nu trimite telemetrie. Nu trimite niciodată nicăieri date de utilizare, rapoarte de blocare, setări sau informații despre fișiere. În această versiune, nicio caracteristică nu utilizează rețeaua (linkurile de ajutor se deschid în browser).
ru: HexEditor не отправляет телеметрию. Он никуда не отправляет данные об использовании, отчеты о сбоях, параметры или сведения о файлах. В этой версии нет функций, использующих сеть (ссылки справки открываются в браузере).
th: HexEditor ไม่ส่งข้อมูลการวัดและส่งข้อมูลทางไกล และไม่ส่งข้อมูลการใช้งาน รายงานการขัดข้อง การตั้งค่า หรือข้อมูลไฟล์ไปที่ใดเลย เวอร์ชันนี้ไม่มีฟีเจอร์ที่ใช้เครือข่าย (ลิงก์วิธีใช้จะเปิดในเบราว์เซอร์ของคุณ)
tr: HexEditor telemetri göndermez. Kullanım verilerini, kilitlenme raporlarını, ayarları veya dosya bilgilerini hiçbir yere göndermez. Bu sürümde ağı kullanan hiçbir özellik yoktur (yardım bağlantıları tarayıcınızda açılır).
uk: HexEditor не надсилає телеметрію. Він нікуди не надсилає дані про використання, звіти про збої, параметри чи відомості про файли. У цій версії немає функцій, що використовують мережу (посилання довідки відкриваються в браузері).
vi: HexEditor không gửi dữ liệu đo từ xa. Ứng dụng không bao giờ gửi dữ liệu sử dụng, báo cáo sự cố, cài đặt hoặc thông tin tệp đi bất cứ đâu. Phiên bản này không có tính năng nào sử dụng mạng (các liên kết trợ giúp mở trong trình duyệt của bạn).
zh_hans: HexEditor 不发送遥测数据。它从不向任何地方发送使用情况数据、崩溃报告、设置或文件信息。此版本中没有使用网络的功能（帮助链接会在浏览器中打开）。
zh_hant: HexEditor 不會傳送遙測資料。它絕不會將使用情況資料、當機報告、設定或檔案資訊傳送到任何地方。此版本中沒有使用網路的功能（說明連結會在瀏覽器中開啟）。

# About_License
source: HexEditor is open-source software under the MIT License.
ar: HexEditor برنامج مفتوح المصدر مرخّص بموجب ترخيص MIT.
cs: HexEditor je open-source software s licencí MIT.
de: HexEditor ist Open-Source-Software unter der MIT-Lizenz.
el: Το HexEditor είναι λογισμικό ανοιχτού κώδικα με την άδεια MIT.
es: HexEditor es software de código abierto con licencia MIT.
fa: HexEditor نرم‌افزاری متن‌باز تحت مجوز MIT است.
fr: HexEditor est un logiciel open source distribué sous licence MIT.
hu: A HexEditor MIT-licenc alatt álló nyílt forráskódú szoftver.
id: HexEditor adalah perangkat lunak sumber terbuka dengan Lisensi MIT.
it: HexEditor è un software open source con licenza MIT.
ja: HexEditor は MIT ライセンスのオープンソースソフトウェアです。
ko: HexEditor는 MIT 라이선스를 따르는 오픈 소스 소프트웨어입니다.
pl: HexEditor to oprogramowanie typu open source udostępniane na licencji MIT.
pt: O HexEditor é um software de código aberto sob a Licença MIT.
ro: HexEditor este software open-source cu licență MIT.
ru: HexEditor — программное обеспечение с открытым исходным кодом, распространяемое по лицензии MIT.
th: HexEditor เป็นซอฟต์แวร์โอเพนซอร์สภายใต้สิทธิ์การใช้งาน MIT
tr: HexEditor, MIT Lisansı altında açık kaynaklı bir yazılımdır.
uk: HexEditor — програмне забезпечення з відкритим кодом, що розповсюджується за ліцензією MIT.
vi: HexEditor là phần mềm nguồn mở theo Giấy phép MIT.
zh_hans: HexEditor 是采用 MIT 许可证的开源软件。
zh_hant: HexEditor 是採用 MIT 授權的開放原始碼軟體。

# About_CopyInfo
source: Copy info
ar: نسخ المعلومات
cs: Kopírovat informace
de: Informationen kopieren
el: Αντιγραφή πληροφοριών
es: Copiar información
fa: رونوشت اطلاعات
fr: Copier les informations
hu: Adatok másolása
id: Salin info
it: Copia informazioni
ja: 情報をコピー
ko: 정보 복사
pl: Kopiuj informacje
pt: Copiar informações
ro: Copiere informații
ru: Копировать сведения
th: คัดลอกข้อมูล
tr: Bilgileri kopyala
uk: Копіювати відомості
vi: Sao chép thông tin
zh_hans: 复制信息
zh_hant: 複製資訊

# About_ThirdParty
source: Third-party licenses
ar: تراخيص الجهات الخارجية
cs: Licence třetích stran
de: Lizenzen von Drittanbietern
el: Άδειες τρίτων
es: Licencias de terceros
fa: مجوزهای اشخاص ثالث
fr: Licences tierces
hu: Külső felek licencei
id: Lisensi pihak ketiga
it: Licenze di terze parti
ja: サードパーティのライセンス
ko: 타사 라이선스
pl: Licencje innych firm
pt: Licenças de terceiros
ro: Licențe terțe
ru: Лицензии сторонних компонентов
th: สิทธิ์การใช้งานของบุคคลที่สาม
tr: Üçüncü taraf lisansları
uk: Ліцензії сторонніх компонентів
vi: Giấy phép của bên thứ ba
zh_hans: 第三方许可证
zh_hant: 第三方授權
